const category = {
    kr : {
        name: ["된장국","청국장","김치찌개","갈비탕","반찬","제육볶음","육개장","곱창","한정식"],
        price: [8000,7000,6000,12000,8000,7000,7000,13000,10000],
        bg : "https://i.pinimg.com/564x/e2/09/50/e209508297c0f6e8caac28b4885b5c9b.jpg"
    },
    cn : {
        name: ["짜장면","짬뽕","탕수육","마라탕","북경오리","쌀국수","양꼬치"],
        price: [6000,7000,12000,10000,18000,11000,19000],
        bg : "https://i.pinimg.com/564x/b5/dd/91/b5dd91f54932882e51cd01c2414cb8b4.jpg"
    },
    jap : {
        name: ["라멘","초밥","나가사키","돈카츠","사시미","샤브샤브","덴푸라","덮밥","소바","사시미"],
        price: [7000,11000,8000,7000,18000,19000,15000,8000,10000,20000],
        bg : "https://i.pinimg.com/564x/c8/c6/b5/c8c6b565ba782a3169c139d440ab0150.jpg"
    },
    us: {
        name :["치킨","피자","햄버거","도넛","핫도그","잠발라야","바비큐"],
        price: [18000,25000,8000,2000,2500,10000,19000],
        bg : "https://i.pinimg.com/564x/16/dc/ee/16dceecca4a9b70b7f43c739e8dbdf56.jpg"
    },
    night :{
        name: ["족발","보쌈","라면","닭발","술안주"],
        price: [25000,28000,3000,15000,18000],
        bg : "https://i.pinimg.com/564x/0f/6c/7f/0f6c7fbce92700ec5c8591b29e5f18c2.jpg"
    },
    brunch : {
        name: ["샐러드","스프","샌드위치","에이드"],
        price: [10000,5000,5500,3500],
        bg : "https://i.pinimg.com/564x/55/2c/f4/552cf482595bff449693402842bb32c8.jpg"
    },
    season : {
        name: ["냉면","콩국수","팥빙수","온면","냉짬뽕"],
        price: [8000,8000,11000,8000,8000],
        bg : "https://i.pinimg.com/564x/22/75/f7/2275f76f0bffd2c44bfa2e2a247cfcc9.jpg"
    },
    bonsik : {
        name: ["떡볶이","튀김","어묵","핫도그","순대"],
        price: [6000,5000,1500,2500,3500],
        bg : "https://i.pinimg.com/564x/04/b7/34/04b734b5aa8a6711447c0a209e754323.jpg"
    },
    dess : {
        name: ["카페","케이크","빵","쉐이크","떡"],
        price: [2500,5500,3500,5500,6500],
        bg : "https://i.pinimg.com/564x/44/0c/d9/440cd9b04901fb35f19ecf820b2196e0.jpg"
    }
}

export default category;